[
    {
      "title": "تحسين أداء نظام التعليم الرقمي",
      "studentName": "علي محمد الحسيني",
      "ideaText": "نقترح تطوير منصة تعليمية رقمية تعتمد على تكنولوجيا حديثة لتحسين تفاعل الطلاب وتسهيل عملية التعلم عن بُعد. يشمل ذلك استخدام الواقع الافتراضي والتعلم الآلي لتخصيص المحتوى التعليمي."
    },
    {
      "title": "تعزيز الوعي بالتدوير وإعادة التدوير في المدارس",
      "studentName": "نورا عبد الله الشمري",
      "ideaText": "نقترح إطلاق حملة توعية في المدارس حول أهمية التدوير وكيفية إعادة التدوير بشكل فعال. يتضمن البرنامج ورش عمل وأنشطة تفاعلية لتشجيع الطلاب على تبني عادات صديقة للبيئة."
    },
    {
      "title": "تعزيز الصحة النفسية للطلاب في المدارس",
      "studentName": "عبد الرحمن علي العتيبي",
      "ideaText": "اقتراح إدماج برامج تعزيز الصحة النفسية في المناهج الدراسية، مع تقديم جلسات توجيه ودعم نفسي للطلاب. يهدف ذلك إلى تحسين التحصيل الدراسي وتقليل مستويات التوتر والقلق بين الطلاب."
    },
    {
      "title": "تشجيع القراءة في المجتمع",
      "studentName": "لمى عبد العزيز الغامدي",
      "ideaText": "يتمثل الاقتراح في تنظيم حملة مجتمعية لتشجيع القراءة، من خلال إقامة مكتبات صغيرة في المناطق العامة وتنظيم فعاليات أدبية ومسابقات للطلاب."
    },
    {
      "title": "تعزيز الوعي بأهمية اللغات الثانية",
      "studentName": "محمد عمر الشهري",
      "ideaText": "تقديم برامج تعليمية إضافية في المدارس لتعزيز فهم الطلاب للغات الثانية، مع تشجيعهم على التواصل بلغات متعددة لتعزيز التفاهم الثقافي."
    },
    {
      "title": "تعزيز المشاركة المجتمعية للشباب",
      "studentName": "هالة علي العطوي",
      "ideaText": "اقتراح إطلاق مبادرات تشجيعية للشباب للمشاركة المجتمعية، بما في ذلك برامج تطوير المهارات القيادية والتطوع في الأنشطة الاجتماعية، لتعزيز دورهم الإيجابي في المجتمع."
    },
    {
      "title": "تحسين بيئة المدرسة لتعزيز التعلم",
      "studentName": "يوسف أحمد السعدي",
      "ideaText": "نقترح تحسين بيئة المدرسة من خلال توفير مساحات خضراء، وورش فنية، ومعامل علمية متقدمة، لتعزيز تفاعل الطلاب مع المناهج الدراسية وتحفيزهم على الاستمرار في التعلم."
    },
    {
      "title": "تعزيز الأمان في المدارس",
      "studentName": "فاطمة محمد العلي",
      "ideaText": "إطلاق حملة لتحسين أمان المدارس من خلال تعزيز التدابير الأمنية وتوفير برامج توعية للطلاب حول كيفية التعامل مع المواقف الطارئة والوقاية من التنمر."
    },
    {
      "title": "تعزيز الرياضة في المدارس",
      "studentName": "عبد الله محمد السهلي",
      "ideaText": "اقتراح تطوير برامج رياضية متنوعة في المدارس، بما في ذلك رياضات جماعية وفردية، لتعزيز اللياقة البدنية وتعزيز التفاعل الاجتماعي بين الطلاب."
    },
    {
      "title": "تعزيز التعلم الإلكتروني والتكنولوجيا في المدارس",
      "studentName": "مريم عبد الرحمن القحطاني",
      "ideaText": "تطوير برامج تدريب للمعلمين على استخدام التكنولوجيا في التعليم وتوفير أجهزة وبرمجيات حديثة للطلاب لتحفيز التعلم الإلكتروني."
    },
    {
      "title": "تعزيز التفاعل الاجتماعي في الفصول الدراسية",
      "studentName": "حسنة محمد العمري",
      "ideaText": "تطوير برامج تعليمية تشجع على التفاعل والمشاركة في الفصول الدراسية، مثل النقاشات الجماعية والأنشطة التعاونية، لتعزيز التفاهم والصداقات بين الطلاب."
    },
    {
      "title": "تعزيز التوجيه الوظيفي للطلاب",
      "studentName": "عبد العزيز علي الغامدي",
      "ideaText": "تقديم برامج توجيه ومشورة وظيفية للطلاب في المدارس الثانوية، تساعدهم في اتخاذ قرارات مستقبلية تتناسب مع مهاراتهم واهتماماتهم."
    },
    {
      "title": "تعزيز الوعي بالتنوع الثقافي",
      "studentName": "ليلى علي الشهري",
      "ideaText": "إطلاق حملة توعية حول التنوع الثقافي، من خلال تنظيم فعاليات ثقافية وورش عمل لتعزيز الفهم والاحترام المتبادل بين الطلاب."
    },
    {
      "title": "تعزيز الابتكار في التعليم",
      "studentName": "زياد علي السلمي",
      "ideaText": "تقديم برامج تعليمية تشجع على الإبداع والابتكار، مع توفير فرص للطلاب لتطوير مشاريعهم الخاصة والعمل على تحقيقها."
    },
    {
      "title": "تحسين بيئة المدرسة للذوي الاحتياجات الخاصة",
      "studentName": "حسين علي المالكي",
      "ideaText": "اقتراح تحسين بيئة المدرسة لتكون أكثر تكيفًا مع احتياجات الطلاب ذوي الاحتياجات الخاصة، بما في ذلك توفير مرافق وتقنيات ملائمة."
    }
  ]
  